Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] King of the East.tmx
Source language: ko_kr
Languages: en

source: 기어코 제 어미를 불태워 죽인거라고.
en: she burned her mother to death.

source: 이 양오님의 부하로 살 수 있는 기회를 얻었으니.
en: ...since you’ve gotten the opportunity to live as underlings of this sun.

source: 어…?
en: ah...!

source: 우선 그놈들부터 처리하는 쪽으로…
en: I’ll have to take care of this first...

source: 이 어미의 말에 무조건 따르기로 하지 않았느냐?
en: didn’t you agree to listen to mom no matter what?

source: 글 :{j}이단이 / 그림 :{j}신지우
en: story by{j} dani lee / art by{j} jiu shin

source: 이제 어쩔 셈이냐!
en: what are you going to do now?!

source: ‘백택도’의 혜낭!
en: ...hyenang! from the baektaek book!

source: 괴물같은 자식…
en: you’re a monster.

source: 느낌이 좋지 않아.
en: ...gives me a bad feeling.

source: 순순히 말해줄 마음은 없다고 했을텐데…
en: I already said that I don’t intend to tell you...

source: 하지만 애석하게도…
en: but unfortunately...

source: 허면 예전의 인연이나 인정은 기대하지 마라.
en: don’t expect any sympathy from me.

source: 그래서 살려줬잖아?
en: didn’t I let you live?

source: 안 그래도 좀이 쑤셨는데…
en: ...of pretending to be human.

source: 네 거지?
en: these are yours, right?

source: 그때까지 넌 어미가 시키는대로만…
en: until then, you must listen to your mom...

source: 미래가 바뀌려나…?!
en: is the future going to change...?!

source: 저놈이 조금 모자란 놈이다.
en: sorry, he’s kind of slow.

source: 아저씰 믿고 따르던 마을 사람들을 속이고, 죽이고!!
en: you lied and killed the village people who trusted you!

source: 덩치는 산만한 것들이!
en: you big *ss bastards!

source: 이 망할 놈의 똥개 자식이 진짜!!
en: where’d this stupid dog come from all of a sudden?!

source: 그 계집도 지금쯤이면 요괴 뱃속에 있을 테고…
en: the demon probably ate the girl already...

source: 어쩜 저렇게 생겼지?
en: how can someone look like that?

source: 그대들 갈등은 그대들 힘으로 해결하는 것이 맞다 여겨지네.
en: ...we can’t help you overcome your hardship.

source: 다행이다.
en: thank god.

source: …뭐지?
en: what was that?

source: 이 여자도 한패였던 거지.
en: the owner of the inn was in on it.

source: 한참… 찾았다…
en: I’ve been... looking for you...

source: 아뇨… 이건 제 실수로 다친거지만…
en: no... I got hurt on my own, but...

source: 궁금하긴 한데 말이야…
en: ...why you’re helping solar goddess...

source: 아무튼!
en: anyway!

source: 나… 나는…
en: I... I...

source: 그러고보니 동방삭님은…
en: now that I think of it, mister dongbangsak, do you...

source: 그 점은 고맙게 이용해 주지.
en: I can thank him for that at least.

source: 어떠냐, 항아?
en: how was that, hang-ah?

source: 이제 사람들을 돌려놓을 맘이 생겼나?
en: now, do you feel like turning the people back?

source: 어서 이 자식을 반으로 접어버려!!
en: take care of this bastard!

source: 아직도 모르겠냐?
en: you still don’t understand, do you?

source: 약속이 지켜지지 않는다면…
en: if I don’t keep my promise...

source: 그쯤은 나도 알아!
en: I already know that!

source: 이젠 너만 남았다.
en: you’re the only one left.

source: 약속한 날… 내가 이곳에 왔을 때…
en: on the day you promised... when I come back here...

source: 하지만 난 예장군을 믿고 있다.
en: but I still believe in him.

source: 요괴…?
en: a demon...?

source: 어쭈구리!
en: hah!

source: 제 35 수
en: episode 35

source: 유인인걸 알면서도 순순히 따라와준걸 보면 똑똑하진 않네.
en: but I guess you’re not so smart, following me out here.

source: 그 아이가 무사하기만을 바랄뿐입니다.
en: ...so she can be safe.

source: 꼴사납게 폼은 더럽게 잡네.
en: he’s such a show off.

source: 내 말 믿어!!
en: trust me!

source: 아우우우 우우우!!
en: aroooo!

source: 악신이…
en: an evil spirit...

source: 에잉~
en: ahem.

source: …뭐?
en: what?

source: 보시는대로예요, 어머니…
en: it’s as you see, mother...

source: 항아님!
en: no!

source: 난 오히려 친근한 느낌까지 드는걸~!
en: I’m actually starting to warm up to you!

source: 상냥하게 대해주시고…
en: ...even to someone like me...

source: 사지 멀쩡한 몸으로 돌아갈 생각은 마라!!
en: don’t expect to go home in one piece!

source: 네가 지금 나랑 거래를 하자 이거냐?
en: are you trying to negotiate with me?

source: 이 희화 역시 전력으로 상대해드려야 예의겠지?
en: I, the solar goddess, should also give everything I’ve got!

source: 제 19 수
en: episode 19

source: 저런 꼴로 가족이라도 있나?
en: even she has a family?

source: 사… 살았다…
en: I-I’m saved...

source: 예의 활을 이길 수 있는 비책이 있단다.
en: there’s a secret way to defeat yae’s archery...

source: 결국 이렇게 될 것을 뭐하러 아등바등…
en: it was going to end up like this anyway...

source: 아직도 서로에 대해 너무 모르는 것 같지 않니?
en: ...don’t you think there’s still so much we don’t know about each other?

source: 아, 아니에요!
en: n-never mind!

source: 얼마나 걱정했는데…!
en: I was so worried about you...!

source: 네, 네?
en: y-yes?

source: 어, 어째서요?!
en: h-how come?!

source: 이 부적이 저주와 관련이 있는 거야!!
en: this talisman has something to do with the curse!

source: 마을에 재앙을 몰고 오다니!!
en: how could you bring such disaster to the village?!

source: 옆에 붙어있는건 돼…
en: can I just stay beside you...

source: 젊은 친구!!
en: young fellow!

source: 정말로 돌아왔구나!!
en: ...came back!

source: 괜찮니?
en: how’s that?

source: 인간치고는 실력이 제법인데…?
en: you’re not bad for a human...

source: …으
en: ugh...

source: 네 어미는 온천욕으로 오랫동안 앓던 자신의 병이 낫길 원했지만,
en: your mother wanted to recover from the illness through the hot springs...

source: 또 뭐냐?!
en: what is it now?!

source: 개라고!
en: I’m a dog!

source: 거기까지만 좀 데려다주면 안될까?
en: would you be able to take me there?

source: 곧 날이 저물 테니 오늘은 여기서 쉬도록 합시다.
en: the sun’s going to set soon, so let’s stay here for the night.

source: 응.
en: okay.

source: 후… 후훗…
en: hah... haha...

source: 과거와 미래를 읽고 사물의 감춰진 진실까지 보여준다는 신물…
en: a divine object that can read the past and future, revealing hidden truths...

source: 왜, 왜 그러세요?
en: wh-what’s wrong?

source: 아무튼 견봉국 저주를 멍… 푸는 멍멍… 방법은…
en: anyway, the way to... woof... break... woof... the curse... woof...

source: 긴장을 풀지마라, 삭!
en: don’t relax yet, sak!

source: 우와~ 대단하다.
en: whoa, unbelievable.

source: 조금 쉴까?
en: do you need a little break?

source: 푸히히히~
en: pffft!

source: 마을 사람들 때문에 엄마가 돌아가셨고…
en: my mom passed away because of them...

source: 사람이 안에 있어요!!
en: there’s someone in here!

source: 어이, 망아지 2호!
en: hey, colt #2!

source: …온다!
en: it’s coming!

source: 흙 같은걸 주워먹고 빌빌거리며 살아가는 게…
en: eating dust and living like bums...

source: 아무 말도 못했어.
en: I couldn’t say anything.

source: 아이고 아버지!
en: oh no, father!

source: 그 요괴는 어디 갔지?
en: where did that demon go?

source: 이게 확!!
en: ugh, you fool!

source: 화내고 슬퍼하고 미워하고 후회하고…
en: being angry or sad, hating others, and regretting...

source: 무팽처럼 진경을 노리는 놈들이 아직 있으니,
en: since there’re still men hunting down the jinkyung...

source: 서둘러 동방삭을 불러오면 되겠어.
en: ...I should go get dongbangsak now.

source: 히이익…!
en: nooo...!

source: 왜 그러니?
en: what’s wrong?

source: 저도 다 큰 숙녀니까!!
en: I’m a lady now!

source: 내가 왜 그래야 하는데?
en: why should I?

source: 크크…
en: hehe...

source: 요괴가 있을지 모르는데도…
en: there could be demons there...

source: 이 약속도 안 지키는 불한당 같은 자식아!!
en: hey, you bastard!

source: 그 예전 일을 알고 있지?
en: ...know what happened?

source: 안 좋은 예감이 들어.
en: I’ve got a bad feeling.

source: 도와주셔서 감사합니다!
en: thank you for helping me!

source: 알려주면 안 될까?
en: ...start telling me now?

source: 내 아내도 죽다 살아났어!
en: my wife almost died!

source: 왜 말을 하다 말아.
en: finish what you were about to say.

source: 이 양오님이 원하는 걸…
en: ...find the thing...

source: 말은 이렇게 했지만…
en: regardless...

source: 까악!!
en: kyaah!

source: 언젠가 올 그 예언의 날을 위해…
en: for the sake of that day in the prophecy...

source: …이, 이게…
en: th-this can be...

source: 모든 일엔 때와 순서가 있는 법이란다.
en: all things have a right time and procedure.

source: 들어 줄때까지 괴롭힐테다!!
en: I’m gonna keep bugging you until you do!

source: 아저씨들!!
en: sirs!

source: 너 혹시 공주나 뭐 그런 신분이야?
en: are you a princess or something?

source: 왜 너 혼자야?{j}다른 애들은 어디 있어?!
en: why are you alone?{j}where’s everyone else?!

source: 돌아가서 바로 의원을 찾아줄 테니까!
en: I’ll find a doctor soon!

source: 두 분이라면… 제 부탁을 들어주실 수 있으리라 여겼기 때문입니다.
en: I thought if it were the two of you, you’d be able to grant me a favor.

source: 부적을 태운 주술사 특유의 향까진 감추지 못했군.
en: ...but you couldn’t get rid of the smell of burning a talisman.

source: 다른 뜻은 없어요…
en: I was just speaking my mind...

source: 엄마한테…
en: please tell mom...

source: 으윽… 말투가 점점… 멍…
en: ugh... I’m starting to sound like a... woof...

source: 싸움이나 전투 쪽은 아예 인연도 소질도 없는 사람이야.
en: and I don’t even have any knack for fighting.

source: 나도 조건이 하나 있어.
en: ...only under one condition.

source: 너무 악쓰지 마렴, 여척.
en: stop trying to resist, yeochuk.

source: 이 계집이!!
en: I’m gonna kill you!

source: 너희들…
en: you...

source: 빨리 도망…!!
en: run...!

source: 자.
en: here.

source: 미안하다.
en: again, sorry.

source: 흑… 흐윽…
en: sob sob

source: 히히히~
en: hehehe...

source: 여제가 빼돌린 거울은…
en: the mirror that yeoje secretly removed...

source: 더 이상 이 마을에 둘 수 없어요.
en: we can’t have it in this village.

source: …비유
en: biyu...

source: 지금도 엄청 아파.
en: I’m still in pain.

source: 후후.
en: haha.

source: 그, 그럼…
en: th-then...

source: 많이 놀랐나?
en: are you all right?

source: 화살…
en: arrows...

source: 대체 네가 뭐길래 끌고가려는 거냐?
en: why is he trying to take you away?

source: 그러니까 그게… 아무튼 금방이야!
en: well... yeah... it’s not going to take long!

source: 그 자식이 누굴 자꾸 떠올리게 하나 했더니!!
en: I was wondering who that bastard kept reminding me of!

source: 아버진 이제 걷기도 힘드실 정도로 몸이 불편하신데.
en: father can’t even walk anymore.

source: 너와 네 가족을 그 꼴로 만든 놈들을 그냥 둘 거야?
en: do you really care about those bastards who were so cruel to your family?

source: …자,
en: now...

source: …주인 언니는…
en: the owner that I know...

source: 그… 그래 알겠다.
en: oh... all right.

source: …음.
en: hmm...

source: 이 시시해빠진 세상과 인간 놈들을 쓸어버린 후…
en: after I wipe out this lame world...

source: 내가 멍멍이가 된 후에 무슨 일이 있었는지 알아?
en: wanna know what happened after I became a dog?

source: 결국은 죽었나보네.
en: oh well, I guess she’s finally dead.

source: 그래서 말인데~ 고마운 김에 소박한 부탁 하나 더 들어주실라우?
en: can I ask you to do me one more favor?

source: 당황했어?!
en: is she panicking?!

source: 쟤가 말야 발차기로 천지를 가르고 흔드는 엄청난 여자라고 임마!!
en: she can shake the world with her kicks!

source: 요괴 잡으러 가야지!
en: we’ve got demons to kill!

source: 오히려 잘된 일이잖아?
en: isn’t this actually better for you?

source: 버러지들이 잔머리를 굴려 감히 날 능멸하려 해?!
en: ...and you disrespect me with such lame trickery?!

source: 거울은 이제 없습니다.
en: there’s no mirror anymore.

source: 이제 슬슬…
en: ...can you...

source: 몸이 말을 안 들어!
en: I have no control over my body!

source: 제 목을 거두셔도 좋습니다.
en: ...you can take my life.

source: 무팽이 배신을…
en: mupeng betrayed us...

source: 아드님들의 악행을 멈춰주십시오.
en: please stop your sons from further wrongdoings.

source: 나라고 모두가 좋아해주진 않아.
en: not everyone likes me.

source: 어째서 이렇게까지…!!
en: why are you doing this...?!

source: 내가 너만이야 할라구~
en: there’s no way I could beat you.

source: 걸리기만 해봐, 콱물어 죽여뿔라!
en: I’ll bite him when I catch him!

source: 어머나…
en: oh my...

source: 친숙한 이름이라 어쩐지 반가운 기분이었다.
en: ...I was glad to run into a familiar name.

source: 우리 마을에도 요괴같은 게 있었지.
en: there’s someone who looks like a demon in our village.

source: 그 흉측한 얼굴도 깨끗이 고쳐줄게!
en: ...I’ll heal your face!

source: 이걸 그냥 콱 물어버리고 내가 오늘…
en: maybe I should just bite him...

source: 병든 어미를 모질게 구박하던 딸년이…
en: that’s the daughter who resented her mother for being sick...

source: 어이, 무팽?
en: hey, mupeng?

source: 크아아 아아악!!
en: noooooo!

source: 끌어당겨!!
en: now pull!

source: 당장 내놓지 못해!!
en: give it to me right now!

source: 마을과 함께 재가 되어 사라지기 싫다면…
en: ...if you don’t want to turn into ashes along with the rest of the village...

source: 그리고 어떻게 되었지?
en: and then what happened?

source: 너무 귀여운데 동방삭…
en: you’re so cute, dongbangsak...

source: 멍…엉?
en: woof?

source: 어쩜 우리 요괴들보다 더 하다니까!
en: you’re worse than us demons!

source: 이 모든 일을 벌인 건가요?
en: ...because of me? no, because of the mirror...!

source: 숲속으로 유인해 사각지대에서 공격을 해보시겠다?
en: he’s thinking to lure me into the woods to attack me from a blind spot, huh?

source: 하아아아앗!!
en: arrrgh!

source: 이걸 피해?
en: he dodged that?

source: 꺄아아 아악!!
en: aaaahhh!

source: 우왁!!
en: whoa!

source: 약속을 지킬 리 없다.
en: she’ll never keep her promise.

source: 잘 자렴.
en: good night

source: 쿨럭!
en: ugh!

source: 넌 그저 아무렇지 않은 척하고 있는 거라고!!
en: you’re just pretending to be!

source: 큭.
en: ugh.

source: 참!
en: oh yeah!

source: 요즘 밤의 산에는 요괴들이 가득해 위험한데…
en: the mountains are full of demons these days...

source: 아마…
en: probably...

source: 잠깐!
en: stop!

source: 꼬마에게서 거울만 뺏으면 된다며?
en: you said all we had to do is take away the mirror from the kid!

source: 친절도 하셔라… 고마워서 어째?!
en: you’ve done me such a wonderful favor.

source: 놈이 봉인됐으니까.
en: since the demon’s been sealed.

source: 아니… 그럴 리가… 요.
en: no-no... I don’t...

source: 도와주세요~!
en: please help!

source: 으윽.
en: ugh.

source: 이렇게 산만한 부대가 어딨어?
en: how can there be such an unfocused army?

source: 도, 동방삭님…
en: m-mister dongbangsak...

source: 이게 대체 뭐지…?
en: what could this be...?

source: 멀쩡할 리가 없다고!!
en: there’s no way you can be all right!

source: 으, 응?
en: hm?

source: 이게…
en: what’s..

source: 나 빨리 나을게.
en: I’ll get better quickly.

source: 네 덕에…
en: thanks to you...

source: 품삯?!
en: your pay?!

source: 언니~ 여기 통만두 하나 추가!!
en: hey! one more order of dumplings please!

source: 어휴~ 지지배.
en: phew, girl.

source: 네 어미 잡아먹은 것도 모자라 이 아비까지 잡을 셈이냐!
en: your mom died because of you. do you want your father dead as well?

source: 아니면 피하는 게 겨우인가?
en: is that all you can do?

source: 슬슬 지금쯤이면…
en: by now...

source: 잠시라도 날지 못하게 하는 것과…
en: we managed to stop him from flying and...

source: 이 마을 놈이 아니지?
en: you’re not from this village, are you?

source: 당신도 봤잖아?{j}요괴들 사방에 쫙 깔린거~
en: you saw it too.{j}there are demons everywhere.

source: 동방삭?!
en: dongbangsak?!

source: 이런 낡은 거울이라고 했어.
en: I was told it was an old mirror.

source: 지금 이곳에 없습니다.
en: ...isn’t here.

source: 잠깐만!!
en: hold on!

source: 내 참!
en: fine, I’ll do it!

source: 무슨 일로?!
en: for what?!

source: 어째서 이 임무에 선택된 거지?
en: get chosen to take on such a mission?

source: 나한테까지 병 옮길 셈이야?!
en: are you trying to get me sick too?!

source: 제 얼굴을 보면 싫어하고 피하거든요…
en: ...people don’t like how I look and try to avoid me...

source: 세상이 혼란에 빠지고…
en: the promise of a god who will come save us once again...

source: 아저씨…?
en: mister...?

source: 오호라!
en: oh!

source: 으아아아 아아아악!!
en: ahhhhh!

source: 이럴 수가…
en: oh my...

source: 항아, 야 임마!!
en: hey, hang-ah!

source: 체력만 회복되면 천리화로 단숨에 마을까지 내려갈 순 있겠어!
en: ...but once I recover, I can quickly get back to the village thanks to the sky boots!

source: 수고했네.
en: you did your best.

source: 괜찮으세요, 저기…
en: are you all right...? hey...

source: 누가 널 다시 살려냈지?
en: who brought you back to life?

source: 크…
en: ugh...

source: 도망쳐, 여척!!
en: run, yeochuk!

source: 우와아 아아악!
en: aaaahhh!

source: 제 11 수
en: episode 11

source: 왜냐?!
en: why, you ask?!

source: 그럼 우린 적이겠군.
en: then we meet as enemies.

source: 너, 너 여기 있었구나…!
en: y-you’re here...!

source: 그래서… 멍…
en: so... woof...

source: 무, 무팽 아저씨였구나!
en: m-mupeng!

source: 천한 것의 피를 귀한 몸에 묻히고!
en: why are you getting the blood of worthless things on your precious body?!

source: 이제야 독이 퍼진건가?!
en: is the poison finally spreading?!

source: 찾… 아야 하는데…
en: I... need to find him...

source: 견봉국의 푸른개 요괴 반호!
en: banho, the dog nation’s blue dog demon!

source: 알 것 같기도 하군.
en: why the queen mother of the west chose dongbangsak as a doljabi...

source: 아가씨?!
en: my lady?!

source: 이 요괴한테서 날 구해준건가?
en: ...just save me from this demon?

source: 하,
en: m-m...

source: 날 돕는다면 영원히 네 것이 될 예쁘장한 얼굴이지.
en: that’s how pretty you’ll look for the rest of your life if you help me.

source: 절 몇 번이나 구해주셨는데요.
en: she... saved me. several times.

source: 최대한 멀리…
en: so run away.

source: 항아님은 도망치라고 하셨지만…
en: although miss hang-ah told me to run away...

source: 자기 안위보다 남을 챙겨야 하니 말이야.
en: since you have to put other people’s safety ahead of yours.

source: 마… 마을 남자들이…
en: a-all the men have...

source: 그럼 어서 마을 사람들을 모두 원래대로 돌려놔…!
en: then turn all the villagers back to the way they were...!

source: 내일도 고될 텐데 얼른 자야지.
en: we’ve got a long journey ahead of us. you should get some sleep.

source: 어허 만지다 망가뜨리지 말고 거기 곱게 내려 놔!
en: hey, you might break them. just leave them alone.

source: 좀 더…
en: just a bit longer...

source: 너를 정말 좋아했던 모양이야.
en: he must’ve liked you a lot.

source: 희화에게 거역할 마음은 없어.
en: I don’t have any intention to disobey the solar goddess...

source: 네…?
en: huh...?

source: 다가오면…
en: i-if you come...

source: 흐음…
en: hmmm...

source: 너무 걱정…
en: don’t worry too much...

source: 뭐…?
en: what...?

source: 명중했다!!
en: it’s a hit!

source: 실은 저,
en: honestly,

source: 갑자기 나타난 요괴한테서 날 구해주느라…
en: she was trying to save me from a demon...

source: 설마 다 들은 거야?
en: did he hear everything?

source: 물 수
en: water

source: 이제는 떠나야 하지 않나 싶어요.
en: ...I think it’s time for us to leave the village.

source: 쏴라!!
en: shoot him!

source: 너 고향에서도 별 볼 일 없는 놈이었지?
en: you were a nobody back home, right?

source: 누나!
en: sister!

source: 내가 각시삼고 싶은 여자랑 닮아서 특별히 봐준다.
en: I’m cutting you some slack this time only because you remind me of the girl I want to marry.

source: 무슨 일들이 벌어지고 있는 거지?
en: what’s going on?

source: 엄마 심부름만 아니면 하루종일 놀고 싶은데…
en: I’d like to play with you all some more, but I have to tend to mother’s matters...

source: 그럼 네년 머리통부터 날려버려주마!!
en: fine. then I’ll rip your head off first!

source: 어머나 저런~
en: oops!

source: 생긴 것도 그렇고…
en: his looks...

source: 그러게 순순히 따라왔으면 좋았잖니?
en: see? it would’ve been better if you’d listened to me.

source: 아니, 저건… 처음부터…
en: from the beginning... she was just...

source: 확인해보셔야 할 거라는 게…
en: does the thing you need check out...

source: 아직은 안 돼!
en: absolutely not yet!

source: 으으윽!
en: ugggh!

source: 와아~!
en: wow!

source: 이놈 다음은 네 차례니까.
en: you’re next after this guy.

source: 그게 마지막 부적인 모양이군.
en: I guess that was your last talisman.

source: 사람들이 모두 좋아하시죠…?
en: I’m sure everyone likes you...

source: 그런 의미에서…
en: in that regard...

source: 못된 것…
en: you evil bitch...

source: 전부 다 개로 변했어…!!
en: turned into dogs...!

source: 그 부적만 내게 넘기면 돼!
en: all you have to do is give me that talisman!

source: 고통받는 인간들과 어지러운 이 세상을 구해야 한다.
en: we must save the world from experiencing this pain.

source: 아까 손님들한테 들은 건데 말야…
en: I heard from a customer a little while ago...

source: 이 버러지같은 놈들이…
en: you mere insects...

source: 내… 내 얼굴…
en: ...m-my face...?

source: 야 이~ 새끼들아!
en: bastards!

source: 예 장군!
en: ...general yae!

source: 여축의 직계혈족뿐만 아니라 마을 사람들 모두가 뛰어난 무당인 것은 분명 저 진경의 영향일터.
en: beyond yeochuk’s family, jinkyung’s influence helped all of the people from the village become accomplished shamans.

source: 조금 빗나갔나?
en: did I miss the mark a bit?

source: 잔챙이 몇 놈들이 설쳐봤자 양오님의 계획은 그 누구도 방해할 수 없어.
en: but nobody can interfere with the sun’s plan.

source: 날 알고 있으니 내가 왜 여길 왔는지도 잘 알겠지?
en: since you know me, I’m sure you know why I’m here, right?

source: 그, 그걸…
en: h-how...?

source: 정말…
en: you really...

source: 저, 저…
en: um, uh...

source: 나와 이 자는…
en: this man and I are--

source: 어떤 망할놈이 이런 똥개훈련을 시키는 거야!!
en: who in the world made me do this?!

source: 질문부터 이상하네, 푸하하하!!
en: that’s a dumb question, hahaha!

source: 아냐, 지지배야!
en: no, darling!

source: 저기 있다!!
en: he’s over there!

source: 망아지 너!!
en: hey!

source: 다…!!
en: ...coming!

source: 추워라.
en: brrr.

source: 그리고 아이가 그쪽을 불편해하는 것 같은데…
en: and I think the girl doesn’t want to go with you either...

source: 그래, 그럼 그 꽃은 무덤에 줄 건가?
en: all right, then are those flowers for their graves?

source: 도대체 개도 아니고…!!
en: you’re not a dog-!

source: 문다!
en: bite!

source: 네가 그런 농담도 다 할 줄 알고, 파하하하!!
en: I can’t believe you know how to joke around like that! hahaha!

source: 조금
en: I’m a bit scared,

source: 분명한건 우리는…
en: there’s one thing for certain, though.

source: 왜 그렇게까지 신경 쓰는 거지?
en: why do you care so much?

source: 새를 떨어뜨릴…
en: ...a weapon...

source: 부탁한다, 무팽.
en: please do, mupeng.

source: 아이고~ 뭐야뭐야!
en: what’s this?!

source: 사흘을 주지.
en: I’ll give you three days.

source: 저 요괴 놈은 널 이용하려드는 것뿐이야.
en: that demon is just trying to use you.

source: 이게 대체 어떻게 된 거야?
en: what in the world is going on?

source: 사흘씩이나…
en: for three whole days...

source: 할머니!!
en: grandma!

source: 크아아아!!
en: gyaaaah!

source: 저리 꺼져!
en: move!

source: 오늘 좀 이상하시네요.
en: you seem different today.

source: 거울을 넘겨주면 살려준다고 약속한 게 아니었나요?!
en: didn’t you promise you’d let us live if we gave you the mirror?!

source: 그럼 그럼!
en: sure, sure!

source: 서두르다 넘어져요.
en: ah, you’re gonna fall if you hurry!

source: 물으나마나 예인지 뭔지 그 놈팽이 때문이지?
en: it’s obviously because of yae, isn’t it?

source: 감사합니다.
en: thank you.

source: 아… 다 쏟아버렸네.
en: ugh, I dropped everything.

source: 가…
en: ...said...

source: 정말이야.
en: it’s the truth.

source: 오잉?
en: huh?

source: 반호 녀석 제법 쓸만하잖아?!
en: banho is better than I thought!

source: 거 더럽게 무뚝뚝하네
en: you’re really stiff...

source: 그나저나…
en: anyway...

source: 제가 본 미래에서 두 분은 이 마을에 없었습니다.
en: you two weren’t in the future I saw in my dream.

source: 봉인은 동방삭만 가능하지만.
en: although dongbangsak is the only one who can seal you...

source: 헌데…
en: anyway...

source: 복수해!
en: go ahead and take revenge

source: 어…!
en: huh...?!

source: 다른 쪽으로 간 게 아닐까?!
en: couldn’t she have gone another way?!

source: 죽여!!
en: kill him!

source: 제 24 수
en: episode 24

source: 정~ 말 그렇게 생각해?
en: do you really think that?

source: 모든 세상이 불바다가 되고 인간들이 죽어나갈 때,
en: ...and past evil spirits rise again...

source: 어서 도망쳐라, 여척!!
en: run now, yeochuk!

source: 돌려줄게!
en: I’ll turn them back to humans!

source: 그런 건 안 순간부터 빨리빨리 손을 써 둬야 하는 것도 몰라?!
en: don’t you know that you should act on those kinds of things as soon as you find out about them?!

source: 잘된 일 같으면 잘됐다 해.
en: if it seems like a good thing, then just feel good about it.

source: 네 상대는 나다!
en: I’m the one you should be worried about!

source: 혀…
en: b-...

source: 멍멍!!
en: woof woof!

source: 할머니도 잘 모르는구나?
en: you don’t know, do you?

source: 뭐, 뭐야?!
en: wh-what the...?!

source: 훗훗.
en: haha.

source: 누구…?
en: who are you...?

source: 이 여주인의 모습을 하고 있었더니,
en: when I was in human form as the owner of the inn...

source: 저게 다 몇 그릇이래?
en: how many plates is that?

source: 아파!
en: it hurts!

source: …삭
en: ...sak...

source: 뭐…뭐지…
en: wh-what was that...

source: 무서워 형아.
en: I’m scared.

source: 저런 놈은 관아로 끌고 가서 혼을 내야해!!
en: we need to take him to the station and make sure he’s punished!

source: 정말로 그래도 되겠어?
en: ...do you really want that?

source: 놈이 자고 있는 지금이 빠져나갈 기회인데…
en: this is my best opportunity since he’s sleeping...

source: 인간인척 숨죽이고 있느라,
en: I was getting bored...

source: 아, 아이쿠야~!
en: o-oh...!

source: 잠깐 안돼!!
en: no!!

source: 날 봐!
en: look at me!

source: …선아?
en: sun-ah?

source: 요괴는 더 이상 나타나지 않을 겁니다.
en: there aren’t any more demons.

source: 어떻게… 어떻게 그런!!
en: how... how could you!

source: 누구한테 인사하는 거지?
en: who’s she waving at?

source: 하나 남은 미끼인데.
en: he’s the only bait remaining.

source: 아야야…
en: owie...

source: 마을의 다른 개들까지 …?!
en: the other dogs from the village...?!

source: 그럴 뿐인 내가…
en: how did I...

source: 계속 마을에 병이 퍼지길 바라는 거냐?
en: do you want the disease to spread all over the village again?

source: 예전부터 그 녀석이 제일 내 말에 순종적이었지.
en: he’s always been the most obedient one.

source: 원 하나 그리면서도 말이야…
en: ...under your feet...

source: 안내해라.
en: lead the way.

source: 어떤 모습으로 어떻게 덤비든…
en: I don’t care how you look when you fight...

source: 꼼짝도 안 해!
en: he’s not moving one bit.

source: 마을 사람들은?
en: how about the rest of the village?

source: 동방삭…
en: dongbangsak...

source: 맨날 늦는구나.
en: always late.

source: 어휴 이 재수없는 계집!!
en: you idiot!

source: 으…
en: a-ah...

source: …구해주러 올거니까…
en: he’ll come back to save us...

source: 이 마을에게도,
en: both for this village...

source: 움직임이 둔해지고 있어.
en: her movements are slowing down.

source: 더 이상은 못 참겠다!!
en: I can’t take this anymore!

source: 이것도 넣고…
en: let’s put this in...

source: 저 거구의 남자는 어쩐지…
en: for some reason, that big man...

source: 네… 네.
en: y-yes.

source: 그건 또 무슨… 무슨 말이야, 여제…!!
en: what are you talking about now, yeoje...?!

source: 잘 묻어줘서 고맙다.
en: thanks for giving them a proper burial.

source: 꼬맹이 걸음으론 그렇게 멀리 못 갔을 거야.
en: she couldn’t have gone very far.

source: 정체가 뭐냐니?
en: what do you mean, who am I?

source: 아직 숨은 붙어있어…!
en: he’s still alive...!

source: 얼마만에 얻은 자유인데…
en: it’s been a long time since I’ve had freedom like this...

source: 그렇다.
en: yes.

source: 뭐냐면… 멍… 멍멍?
en: so what I’m saying is... woof... woof woof?

source: 어, 어떻게…
en: how does...

source: 제 39 수
en: episode 39

source: 멈추세요.
en: please stop.

source: 탈출해야 돼!
en: I need to run away

source: 후딱 끝내버려주지!!
en: I’ll put an end to this!
